# --- LSP servers (official repos) ---
lua-language-server
pyright
typescript-language-server
bash-language-server
yaml-language-server
marksman
vscode-html-languageserver
vscode-css-languageserver
vscode-json-languageserver

# Terraform は AUR 側で terraform-ls を入れる想定

# --- formatters / linters (official repos) ---
stylua
python-black
python-isort
ruff
shfmt
shellcheck
yamllint
tflint
jq
prettier
markdownlint-cli2

# --- telescope 推奨ツール ---
ripgrep
fd
